[
    {
      "title": "Выпускной класс",
      "poster": "https://thumbs.filmix.ac/posters/4925/thumbs/w220/vypusknoy-klass-2022_158825.jpg",
      "image": "https://filmix.ac/uploads/frames/158434/f350076-novi-4w-zateryannyy-gorod-2022_original.jpg",
      "rating": "6.2",
      "year": "2022",
      "video": "https://nl104.cdnsqu.com/s/FXFSH48KfKgH9jGAafwmShFwBkFBQUFBQUFBQUFBQlU0RTFnZ0JC/hd_023/Senior.Year.2022.1080p_720.mp4",
      "trailer": "https://nl06.cdnsqu.com/s/FXFSi8lgkwv67hynoHEefb2ZMEFBQUFBQUFBQUFBQlU1RlVCUUJC/teaser.trailer/soniknbspv-kinonbsp2-2022_720.mp4",
      "description": "37-летняя женщина приходит в себя после двадцати лет, проведенных в коме, и возвращается в старшую школу, где когда-то была популярной чирлидершей.",
      "id": "Graduate-class-2022"
    },
    {
      "title": "Морбиус",
      "poster": "https://thumbs.filmix.ac/posters/4135/orig/e2160-morbius-2021_141036.jpg",
      "image": "https://filmix.ac/uploads/frames/158434/f350076-novi-4w-zateryannyy-gorod-2022_original.jpg",
      "rating": "5.4",
      "year": "2022",
      "video": "https://nl104.cdnsqu.com/s/FXFS66MANcPorBg-IXhuE-Y.WkFBQUFBQUFBQUFBQlU0R0ZRUUJC/hd_018/Morbius.2022.1080p.NewComers_720.mp4",
      "trailer": "https://nl06.cdnsqu.com/s/FXFSi8lgkwv67hynoHEefb2ZMEFBQUFBQUFBQUFBQlU1RlVCUUJC/teaser.trailer/soniknbspv-kinonbsp2-2022_720.mp4",
      "description": "Майкл с раннего детства страдает от необычного и чрезвычайно редкого заболевания, влияющего на его тело. Тяжёлый диагноз не даёт герою фильма «Морбиус» спокойно жить, поэтому он принимает решение посвятить все свои силы поискам лекарства, способного вылечить его или хотя бы избавить от наиболее жутких симптомов. \n\nЧем дольше Майкл изучает болезнь, тем больше приходит к выводу, что найти выход в существующих лекарствах невозможно. Из-за этого он начинает разработку уникальной методики лечения. Видя единственный шанс на спасение в сыворотках крови летучих мышей, Майкл решается на очень рискованный для жизни эксперимент. \n\nУченый синтезирует лекарство и проводит уникальный опыт. Вскоре наступает долгожданное облегчение. Но за освобождением приходит нечто по-настоящему ужасное. Майкл обнаруживает, что кровь летучих мышей вступает в реакцию с больными клетками не так, как он предполагал ранее. Эта уникальная связь приводит к тому, что тело героя фильма «Морбиус» начинает трансформироваться, превращая его в жуткого и кровожадного монстра, нуждающегося в постоянном питании.",
      "id": "Morbius-2022"
    },
    {
      "title": "Сонник 2 в кино",
      "poster": "https://thumbs.filmix.ac/posters/4516/orig/d13d05-soniknbspv-kinonbsp2-2022_151570.jpg",
      "image": "https://filmix.ac/uploads/frames/158434/f350076-novi-4w-zateryannyy-gorod-2022_original.jpg",
      "rating": "6.3",
      "year": "2022",
      "video": "https://nl06.cdnsqu.com/s/FXFSBxVfa.OrJ6XMzs64eRL3fEFBQUFBQUFBQUFBQlU1RWpBQUJC/hd_018/Sonic.2.2022.WEB-DL.1080p.jaskier_720.mp4",
      "trailer": "https://nl06.cdnsqu.com/s/FXFSi8lgkwv67hynoHEefb2ZMEFBQUFBQUFBQUFBQlU1RlVCUUJC/teaser.trailer/soniknbspv-kinonbsp2-2022_720.mp4",
      "description": "Невероятно быстрый ёжик Соник поселяется в Грин-Хиллз, получая значительно больше возможностей и свободы, чем раньше. Впервые за долгое время ему удаётся расслабиться и заняться своими делами. Увидев, что у ёжика из фильма «Соник 2 в кино» всё в порядке, а враги больше не гоняются за ним, Мэдди и Том принимают непростое для них решение оставить своего друга дома, пока сами они будут отдыхать в отпуске. Они даже и не предполагают, что может произойти что-то плохое. \n\nКак только Том и Мэдди выходят за порог дома, как появляется Роботник, известный под именем Доктор Эггман. Приходит он не один, а вместе со своим новым партнёром — Наклзом. Вдвоём они собираются найти изумруд, способный как разрушать, так и создавать целые цивилизации. \n\nПоняв, что если Наклз и Эггман найдут изумруд, то мир окажется под угрозой, герой фильма «Соник 2 в кино» обращается за помощью к своему близкому другу Тейлзу. Тот соглашается составить синему ёжику компанию в поисках изумруда. От их скорости зависят судьбы миллионов. Смогут ли они опередить Роботника и Наклза?",
      "id": "Sonic-2-in-movie-2022"
    },
    {
      "title": "Я краснею",
      "poster": "https://thumbs.filmix.ac/posters/2018/orig/novi-2x-ya-krasneyu-2022_155803.jpg",
      "image": "https://filmix.ac/uploads/frames/155803/f341534-novi-2x-ya-krasneyu-2022_original.jpg",
      "rating": "7",
      "year": "2022",
      "video": "https://nl03.cdnsqu.com/s/FXFSL4F9RGjzfPmcU7.I2xylZkFBQUFBQUFBQUFBQlU1R2t3d0JC/hd_018/Turning.Red.2022.WEB-DL.1080p.rus.dub_720.mp4",
      "trailer": "https://nl100.cdnsqu.com/s/FXFSL4F9RGjzfPmcU7.I2xylZkFBQUFBQUFBQUFBQlU1R2t3d0JC/trailer-new/ya-krasneyu-2022_720.mp4?vs4-origin",
      "description": "В центре истории мультфильма «Я краснею» оказывается 13-летняя девушка Мэй Ли. Она не испытывает проблем с уверенностью в себе. Она прекрасно знает себе цену и знает, чего хочет от жизни. Но в последнее время Мэй Ли никак не может определиться со своим выбором. Возраст диктует ей новые вызовы, а она переживает, что пойдёт не по тому пути. \n\nГероиня мультфильма «Я краснею» разрывается между двумя противоположными вариантами. С одной стороны, ей хочется остаться послушной и прилежной маминой дочуркой, сохраняя домашний уют и покой. С другой стороны, эмоции бурлят через край, направляя Мэй Ли в сторону тотального беспорядка подросткового возраста. Вот и приходится мучиться с этим непростым выбором. \n\nКогда Мэй Ли почти закипает от напряжение и кажется, что хуже быть не может, её тело начинает подвергаться странным и необъяснимым трансформациям. И теперь каждый раз, когда Мэй Ли начинает волноваться, то становится красной пандой гигантского размера. И как тут справиться со всеми проблемами?",
      "id": "Red-2022"
    },
    {
      "title": "Клаус",
      "poster": "https://static.hdrezka.ac/i/2020/10/28/u68cbb611c739sr35n56r.png",
      "image": "https://filmix.ac/uploads/frames/137783/f288560-films-klaus-2019_original.jpg",
      "rating": "8.1",
      "year": "2022",
      "video": "https://astatium.stream.voidboost.cc/1/5/5/6/7/0/f2b7d8c36e1454b4cc4a9a2d0453044c:2022052107:d600603e-5c20-42b6-8910-9c993eddc092/i1src.mp4:hls:manifest.m3u8",
      "trailer": "https://nl03.cdnsqu.com/s/FXFSWo3dYwV.GBHZYGqfDYUmjkFBQUFBQUFBQUFBQlU5R1RnZ0JC/teaser.trailer/klaus-2019_480.mp4?vs3-origin",
      "description": "Когда эгоистичный и ленивый сын богатого магната Джеспер проваливает обучение в академии почты, заслуженно становясь худшим студентом, отец парня отправляет его на перевоспитание на удаленный остров за полярным кругом. Чтобы вернуться домой и пользоваться благами отцовского состояния, Джесперу предстоит отправить шесть тысяч писем, однако вскоре он обнаруживает, что местные жители, разделенные на два противоборствующих лагеря, вообще не пользуются почтовыми услугами. Джеспер, раздосадованный очередной неудачей, собирается признать миссию невыполнимой, но неожиданно находит союзников в лице учительницы Альвы и таинственного лесоруба Клауса…",
      "id": "Claus-2022"
    },
    {
      "id": "interstellar-2014",
      "title": "Интерстеллар",
      "poster": "https://static.hdrezka.ac/i/2019/9/26/u70d56e4d04c6kf27m36g.jpg",
      "image": "https://filmix.ac/uploads/frames/81482/f189838-5w-novie-interstellar-2014_original.jpg",
      "rating": "8.6",
      "year": "2014",
      "video": "https://stream.voidboost.cc/5/8/4/2/6/75ab765442c26bd73dc9b8876e59e213:2022052209:acf5828d-dbef-45a6-bdab-a189d480a0be/3sk1i.mp4:hls:manifest.m3u8",
      "trailer": "",
      "description": "В будущем климатические изменения привели к катастрофическому снижению урожайности и вымиранию самых распространенных сельскохозяйственных культур. Население страдает от голода и болезней на покрытой песком Земле, а бывший пилот Купер, как и большинство американцев, вынужден был бросить карьеру, чтобы заняться фермерством. Однажды его дочь Мёрфи пугается призрака в собственной спальне, оставившего ей закодированное сообщение. Сначала отец не верит девочке, но вскоре вместе они расшифровывают код и, следуя подсказкам, находят секретную базу НАСА, где ученные занимаются созданием уникального космического корабля, способного пролететь через черную дыру и достичь пригодной для обитания планеты, способной стать новым домом для всего человечества..."
    },
    {
      "id": "Nachalo-2010",
      "category": "Fantacy",
      "title": "Начало",
      "poster": "https://static.hdrezka.ac/i/2021/11/2/kcad758381af1ow79z45o.jpeg",
      "image": "https://filmix.ac/uploads/frames/85293/f138987-5w-novie-nachalo-2010_original.jpg",
      "rating": "8.8",
      "year": "2010",
      "video": "https://stream.voidboost.cc/5/9/1/7/7/e28c8d30435fa7391f8ab0f068258140:2022052109:b4951a64-444f-49df-95e5-1768b5eb0879/zjnkb.mp4:hls:manifest.m3u8",
      "trailer": "",
      "description": "Мы привыкли, что в нашем понимании вор – это человек способный украсть какие-то ценности или деньги. Сюжет картины рассказывает о ворах, способных украсть идею прямо у человека из подсознания. Одним из таких является главный герой фильма Доминик Кобб. После того, как его жена умерла, он вынужден скрываться, и не может даже вернуться в страну, чтобы повидать детей. Как-то раз Кобб получает очень неординарный заказ: ему нужно не украсть, а наоборот внедрить новую идею в подсознание человека. Доминику не очень хочется браться за это дело, но заказчик в обмен предлагает возможность вернуться домой. Заручившись поддержкой профессионалов этого дела, Кобб начинает разрабатывать план, как все провернуть. Все нужно очень хорошо продумать, ведь ворам предстоит воссоздать многослойную реальность в подсознании объекта, в результате чего грани могут начать стираться."
    },
    {
      "id": "kung-fu-panda-3",
      "category": [],
      "title": "Кунг-фу Панда 3",
      "poster": "https://static.hdrezka.ac/i/2015/12/26/rd58c2e501018if25s78s.jpg",
      "image": "https://filmix.ac/uploads/frames/112412/f132829-st21-kung-fu-panda-3-2016_original.jpg",
      "rating": "7.1",
      "year": "2016",
      "video": "https://stream.voidboost.cc/4/5/9/3/0/2/c906c97a322b41d016ec0950b6ee9f4b:2022052112:03b137e8-00ea-466e-b7ba-9213bf785ee2/du8i2.mp4:hls:manifest.m3u8",
      "trailer": "https://www.youtube.com/embed/3qW0bMzeu-s",
      "description": "Потрясно-улётные и невероятно крутецкие приключения легендарного воина кунг-фу и его друзей продолжаются!\nПроводя почти все свободное время в изнурительных постоянных тренировках, периодически, в который раз, спасая мир в перерывах, По достигает неимоверного уровня мастерства, и наступает пора, когда ему на своем жизненном пути необходимо сделать новый ответственный шаг – стать учителем. Но как это сделать, если у нашего героя до сих пор детство в голове, к тому же он и «ответственность» это два взаимоисключающих понятия. И пока наш герой в раздумьях гуляет по своей деревушке, туда неожиданно приходит панда-странник, который ищет своего давно потерявшегося сына. К неописуемому умилению жителей отец и сын находят друг друга, после чего папаша и По отправляются далеко в горы, где скрыта секретная деревня панд. Придя туда, наш герой попадает в мир, где все очень сильно похожи на него. Но сможет ли он чувствовать себя дома?\nА в это время пробудившийся могущественный древний дух Кай одного за другим побеждает кунг-фу мастеров на территории Китая, полностью копируя способности побеждённых. После того как он нападает на долину и побеждает, его выбор падает на По, а значит вскоре он нагрянет к пандам и разнесёт в пух и прах их мирно существующую деревушку. Чтобы противостоять злодею наш герой решает обучить местных жителей мастерству кунг-фу."
    }
  ]
